Repository: smah2/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: fa

source: Thank you for applying for our affiliate program, we'll review your details during the next 14 days and will get back to you with further information.
fa: از شما برای درخواست در برنامه همکار ما سپاسگزاریم، ما جزئیات شما را در طول 14 روز آینده بررسی خواهیم کرد و با اطلاعات بیشتر به شما بازخواهیم گشت.

source: Your affiliation account was temporarily suspended.
fa: حساب همکار شما به‌طور موقت تعلیق شد.

source: Thank you for applying for our affiliate program, unfortunately, we've decided at this point to reject your application. Please try again in 30 days.
fa: از شما برای درخواست در برنامه همکار ما سپاسگزاریم، متأسفانه در این مرحله تصمیم به رد درخواست شما گرفته‌ایم. لطفاً در 30 روز آینده دوباره تلاش کنید.

source: Due to violation of our affiliation terms, we decided to temporarily block your affiliation account. If you have any questions, please contact support.
fa: به دلیل نقض شرایط همکاری ما، تصمیم به مسدود کردن موقت حساب همکاری شما گرفتیم. اگر سوالی دارید، لطفاً با پشتیبانی تماس بگیرید.

source: Like the %s? Become our ambassador and earn cash ;-)
fa: از %s خوشتان آمد؟ به سفیر ما تبدیل شوید و پول درآورید ;-)

source: Refer new customers to our %s and earn %s commission on each successful sale you refer!
fa: مشتریان جدید را به %s ما ارجاع دهید و %s کمیسیون از هر فروش موفقی که ارجاع می‌دهید، کسب کنید!

source: Program Summary
fa: خلاصه برنامه

source: %s commission when a customer purchases a new license.
fa: %s کمیسیون زمانی که یک مشتری یک مجوز جدید خریداری می‌کند.

source: Get commission for automated subscription renewals.
fa: کمیسیون برای تمدید خودکار اشتراک‌ها را دریافت کنید.

source: %s tracking cookie after the first visit to maximize earnings potential.
fa: کوکی ردیابی %s پس از اولین بازدید برای حداکثر کردن پتانسیل درآمد.

source: Unlimited commissions.
fa: کمیسیون‌های نامحدود.

source: %s minimum payout amount.
fa: حداقل مبلغ پرداخت %s.

source: Payouts are in USD and processed monthly via PayPal.
fa: پرداخت‌ها به دلار آمریکا و به‌صورت ماهانه از طریق PayPal پردازش می‌شوند.

source: As we reserve 30 days for potential refunds, we only pay commissions that are older than 30 days.
fa: از آنجا که ما 30 روز را برای بازپرداخت‌های احتمالی در نظر می‌گیریم، فقط کمیسیون‌هایی را پرداخت می‌کنیم که بیش از 30 روز قدمت داشته باشند.

source: Affiliate
fa: همکار

source: Email address
fa: آدرس ایمیل

source: Full name
fa: نام کامل

source: PayPal account email address
fa: آدرس ایمیل حساب PayPal

source: Where are you going to promote the %s?
fa: کجا قصد دارید %s را تبلیغ کنید؟

source: Enter the domain of your website or other websites from where you plan to promote the %s.
fa: دامنه وب‌سایت خود یا وب‌سایت‌های دیگر را که قصد دارید %s را از آنجا تبلیغ کنید، وارد کنید.

source: Add another domain
fa: دامنه دیگری اضافه کنید

source: Extra Domains
fa: دامنه‌های اضافی

source: Extra domains where you will be marketing the product from.
fa: دامنه‌های اضافی که از آن‌ها محصول را تبلیغ خواهید کرد.

source: Promotion methods
fa: روش‌های تبلیغ

source: Social media (Facebook, Twitter, etc.)
fa: رسانه‌های اجتماعی (فیسبوک، توییتر و غیره)

source: Mobile apps
fa: برنامه‌های موبایل

source: Website, email, and social media statistics (optional)
fa: آمار وب‌سایت، ایمیل و رسانه‌های اجتماعی (اختیاری)

source: Please feel free to provide any relevant website or social media statistics, e.g. monthly unique site visits, number of email subscribers, followers, etc. (we will keep this information confidential).
fa: لطفاً هر گونه آمار مرتبط با وب‌سایت یا رسانه‌های اجتماعی را ارائه دهید، مثلاً بازدیدهای منحصر به فرد ماهانه، تعداد مشترکان ایمیل، دنبال‌کنندگان و غیره. (ما این اطلاعات را محرمانه نگه خواهیم داشت).

source: How will you promote us?
fa: چگونه قصد دارید ما را تبلیغ کنید؟

source: Please provide details on how you intend to promote %s (please be as specific as possible).
fa: لطفاً جزئیات مربوط به چگونگی تبلیغ %s را ارائه دهید (لطفاً تا حد ممکن دقیق باشید).

source: Cancel
fa: لغو

source: Become an affiliate
fa: به همکار تبدیل شوید

source: Please enter the license key to enable the debug mode:
fa: لطفاً کلید مجوز را برای فعال‌سازی حالت عیب‌یابی وارد کنید:

source: To enter the debug mode, please enter the secret key of the license owner (UserID = %d), which you can find in your "My Profile" section of your User Dashboard:
fa: برای ورود به حالت عیب‌یابی، لطفاً کلید مخفی صاحب مجوز (UserID = %d) را وارد کنید که می‌توانید آن را در بخش "پروفایل من" در داشبورد کاربری خود پیدا کنید:

source: Submit
fa: ارسال

source: User key
fa: کلید کاربر

source: Email address update
fa: به‌روزرسانی آدرس ایمیل

# close window
source: Dismiss
fa: رد کردن

source: Enter the new email address
fa: آدرس ایمیل جدید را وارد کنید

source: Are both %s and %s your email addresses?
fa: آیا هر دو %s و %s آدرس‌های ایمیل شما هستند؟

source: Yes - both addresses are mine
fa: بله - هر دو آدرس متعلق به من هستند

source: %s is my client's email address
fa: %s آدرس ایمیل مشتری من است

source: %s is my email address
fa: %s آدرس ایمیل من است

source: Would you like to merge %s into %s?
fa: آیا می‌خواهید %s را به %s ادغام کنید؟

source: Yes - move all my data and assets from %s to %s
fa: بله - تمام داده‌ها و دارایی‌های من را از %s به %s منتقل کنید

source: No - only move this site's data to %s
fa: خیر - فقط داده‌های این سایت را به %s منتقل کنید

source: Update
fa: به‌روزرسانی

source: Please enter the license key that you received in the email right after the purchase:
fa: لطفاً کلید مجوزی را که بلافاصله پس از خرید در ایمیل دریافت کردید، وارد کنید:

source: Update License
fa: به‌روزرسانی مجوز

source: The %1$s will be periodically sending essential license data to %2$s to check for security and feature updates, and verify the validity of your license.
fa: %1$s به‌طور دوره‌ای داده‌های ضروری مجوز را به %2$s ارسال خواهد کرد تا به‌روزرسانی‌های امنیتی و ویژگی‌ها را بررسی کند و اعتبار مجوز شما را تأیید کند.

source: Agree & Activate License
fa: تأیید و فعال‌سازی مجوز

source: Associate with the license owner's account.
fa: با حساب صاحب مجوز مرتبط شوید.

source: Communication
fa: ارتباطات

source: Stay Connected
fa: در تماس باشید

source: Diagnostic Info
fa: اطلاعات تشخیصی

source: Keep Sharing
fa: به اشتراک‌گذاری ادامه دهید

source: Extensions
fa: گسترش‌ها

source: Keep automatic updates
fa: به‌روزرسانی‌های خودکار را ادامه دهید

source: There is a new version of %s available.
fa: نسخه جدیدی از %s در دسترس است.

source: %s to access version %s security & feature updates, and support.
fa: %s برای دسترسی به به‌روزرسانی‌های امنیتی و ویژگی‌های نسخه %s و پشتیبانی.

source: New Version Available
fa: نسخه جدید در دسترس است

# close a window
source: Dismiss
fa: رد کردن

source: Send License Key
fa: ارسال کلید مجوز

source: Enter the email address you've used during the purchase and we will resend you the license key.
fa: آدرس ایمیلی را که در حین خرید استفاده کرده‌اید وارد کنید و ما کلید مجوز را دوباره برای شما ارسال خواهیم کرد.

source: Enter the email address you've used for the upgrade below and we will resend you the license key.
fa: آدرس ایمیلی را که برای ارتقاء استفاده کرده‌اید در زیر وارد کنید و ما کلید مجوز را دوباره برای شما ارسال خواهیم کرد.

source: Deactivating or uninstalling the %s will automatically disable the license, which you'll be able to use on another site.
fa: غیرفعال کردن یا حذف %s به‌طور خودکار مجوز را غیرفعال می‌کند، که می‌توانید آن را در سایت دیگری استفاده کنید.

source: In case you are NOT planning on using this %s on this site (or any other site) - would you like to cancel the %s as well?
fa: اگر قصد ندارید از این %s در این سایت (یا هر سایت دیگری) استفاده کنید - آیا می‌خواهید %s را نیز لغو کنید؟

source: Cancel %s - I no longer need any security & feature updates, nor support for %s because I'm not planning to use the %s on this, or any other site.
fa: لغو %s - من دیگر به هیچ‌گونه به‌روزرسانی‌های امنیتی و ویژگی‌ها، و همچنین پشتیبانی برای %s نیاز ندارم زیرا قصد ندارم از %s در این یا هر سایت دیگری استفاده کنم.

source: Don't cancel %s - I'm still interested in getting security & feature updates, as well as be able to contact support.
fa: لغو %s نکنید - من هنوز به دریافت به‌روزرسانی‌های امنیتی و ویژگی‌ها و همچنین تماس با پشتیبانی علاقه‌مند هستم.

source: Once your license expires you will no longer be able to use the %s, unless you activate it again with a valid premium license.
fa: پس از انقضای مجوز شما، دیگر نمی‌توانید از %s استفاده کنید، مگر اینکه آن را دوباره با یک مجوز پریمیوم معتبر فعال کنید.

source: Cancel %s?
fa: آیا %s را لغو کنیم؟

source: Proceed
fa: ادامه

source: Cancel %s & Proceed
fa: لغو %s و ادامه

source: You are 1-click away from starting your %1$s-day free trial of the %2$s plan.
fa: شما فقط یک کلیک با شروع دوره آزمایشی رایگان %1$s روزه از طرح %2$s فاصله دارید.

source: For compliance with the WordPress.org guidelines, before we start the trial we ask that you opt in with your user and non-sensitive site information, allowing the %s to periodically send data to %s to check for version updates and to validate your trial.
fa: برای رعایت دستورالعمل‌های WordPress.org، قبل از شروع دوره آزمایشی از شما می‌خواهیم که با اطلاعات کاربری و غیرحساس سایت خود ثبت‌نام کنید، تا %s به‌طور دوره‌ای داده‌ها را به %s ارسال کند تا به‌روزرسانی‌های نسخه را بررسی کند و دوره آزمایشی شما را تأیید کند.

source: By changing the user, you agree to transfer the account ownership to:
fa: با تغییر کاربر، شما موافقت می‌کنید که مالکیت حساب را به:

source: I Agree - Change User
fa: موافقم - تغییر کاربر

source: Enter email address
fa: آدرس ایمیل را وارد کنید

source: Saved
fa: ذخیره شد

source: Premium
fa: پریمیوم

source: Beta
fa: بتا

source: Activate license on all sites in the network.
fa: فعال‌سازی مجوز در تمام سایت‌های شبکه.

source: Apply on all sites in the network.
fa: اعمال در تمام سایت‌های شبکه.

source: Activate license on all pending sites.
fa: فعال‌سازی مجوز در تمام سایت‌های معلق.

source: Apply on all pending sites.
fa: اعمال در تمام سایت‌های معلق.

source: allow
fa: اجازه دادن

source: delegate
fa: واگذار کردن

source: skip
fa: نادیده گرفتن

source: Click to view full-size screenshot %d
fa: برای مشاهده اسکرین‌شات با اندازه کامل کلیک کنید %d

source: Unlimited Updates
fa: به‌روزرسانی‌های نامحدود

source: Localhost
fa: محلی

# as 5 licenses left
source: %s left
fa: %s باقی مانده

source: Last license
fa: آخرین مجوز

source: %1$s will immediately stop all future recurring payments and your %s plan license will expire in %s.
fa: %1$s به‌طور فوری تمام پرداخت‌های مکرر آینده را متوقف خواهد کرد و مجوز طرح %s شما در %s منقضی خواهد شد.

source: Cancelled
fa: لغو شده

source: No expiration
fa: بدون انقضا

source: By disconnecting the website, previously shared diagnostic data about %1$s will be deleted and no longer visible to %2$s.
fa: با قطع ارتباط وب‌سایت، داده‌های تشخیصی که قبلاً به اشتراک گذاشته شده است درباره %1$s حذف خواهد شد و دیگر برای %2$s قابل مشاهده نخواهد بود.

source: Disconnecting the website will permanently remove %s from your User Dashboard's account.
fa: قطع ارتباط وب‌سایت به‌طور دائمی %s را از حساب داشبورد کاربری شما حذف خواهد کرد.

source: If you wish to cancel your %1$s plan's subscription instead, please navigate to the %2$s and cancel it there.
fa: اگر می‌خواهید به جای آن، اشتراک طرح %1$s خود را لغو کنید، لطفاً به %2$s بروید و آنجا لغو کنید.

source: Are you sure you would like to proceed with the disconnection?
fa: آیا مطمئن هستید که می‌خواهید با قطع ارتباط ادامه دهید؟

source: Owner Name
fa: نام مالک

source: Owner Email
fa: ایمیل مالک

source: Owner ID
fa: شناسه مالک

source: Subscription
fa: اشتراک

source: Sorry for the inconvenience and we are here to help if you give us a chance.
fa: متأسفیم برای ناراحتی و ما اینجا هستیم تا کمک کنیم اگر به ما فرصتی بدهید.

source: Contact Support
fa: تماس با پشتیبانی

source: Anonymous feedback
fa: بازخورد ناشناس

source: hour
fa: ساعت

source: hours
fa: ساعت‌ها

source: days
fa: روزها

source: Deactivate
fa: غیرفعال کردن

source: Activate %s
fa: فعال‌سازی %s

source: Submit & %s
fa: ارسال و %s

source: Quick Feedback
fa: بازخورد سریع

source: If you have a moment, please let us know why you are %s
fa: اگر فرصتی دارید، لطفاً به ما بگویید که چرا شما %s هستید

source: deactivating
fa: غیرفعال کردن

source: switching
fa: تغییر دادن

source: Kindly tell us the reason so we can improve.
fa: لطفاً دلیل را به ما بگویید تا بتوانیم بهبود یابیم.

source: Snooze & %s
fa: به تعویق انداختن و %s

source: Yes - %s
fa: بله - %s

source: Skip & %s
fa: نادیده گرفتن و %s

source: Click here to use the plugin anonymously
fa: اینجا کلیک کنید تا از افزونه به‌صورت ناشناس استفاده کنید

source: You might have missed it, but you don't have to share any data and can just %s the opt-in.
fa: شاید این را از دست داده‌اید، اما نیازی به اشتراک‌گذاری هیچ داده‌ای ندارید و می‌توانید فقط %s را نادیده بگیرید.
