Repository: smah2/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: fa

source: An update to a Beta version will replace your installed version of %s with the latest Beta release - use with caution, and not on production sites. You have been warned.
fa: به‌روزرسانی به نسخه بتا نسخه نصب‌شده %s شما را با آخرین نسخه بتا جایگزین می‌کند - با احتیاط استفاده کنید و در سایت‌های تولیدی استفاده نکنید. به شما هشدار داده شده است.

source: Would you like to proceed with the update?
fa: آیا می‌خواهید به‌روزرسانی را ادامه دهید؟

source: Freemius SDK couldn't find the plugin's main file. Please contact sdk@freemius.com with the current error.
fa: SDK فریمیوس نتوانست فایل اصلی افزونه را پیدا کند. لطفاً با آدرس sdk@freemius.com در مورد خطای فعلی تماس بگیرید.

source: Error
fa: خطا

source: I found a better %s
fa: من یک %s بهتر پیدا کردم

source: What's the %s's name?
fa: نام %s چیست؟

source: It's a temporary %s - I'm troubleshooting an issue
fa: این یک %s موقت است - من در حال عیب‌یابی یک مشکل هستم

source: Deactivation
fa: غیرفعال‌سازی

source: Theme Switch
fa: تغییر تم

source: Other
fa: سایر

source: I no longer need the %s
fa: دیگر به %s نیاز ندارم

source: I only needed the %s for a short period
fa: من فقط برای مدت کوتاهی به %s نیاز داشتم

source: The %s broke my site
fa: %s سایت من را خراب کرد

source: The %s suddenly stopped working
fa: %s ناگهان متوقف شد

source: I can't pay for it anymore
fa: دیگر نمی‌توانم برای آن پرداخت کنم

source: What price would you feel comfortable paying?
fa: چه قیمتی برای شما مناسب است؟

source: I don't like to share my information with you
fa: من دوست ندارم اطلاعاتم را با شما به اشتراک بگذارم

source: The %s didn't work
fa: %s کار نکرد

source: I couldn't understand how to make it work
fa: نتوانستم بفهمم چگونه آن را کار کنم

source: The %s is great, but I need specific feature that you don't support
fa: %s عالی است، اما به ویژگی خاصی نیاز دارم که شما پشتیبانی نمی‌کنید

source: What feature?
fa: چه ویژگی؟

source: The %s is not working
fa: %s کار نمی‌کند

source: Kindly share what didn't work so we can fix it for future users...
fa: لطفاً بگویید چه چیزی کار نکرد تا ما بتوانیم آن را برای کاربران آینده اصلاح کنیم...

source: It's not what I was looking for
fa: این چیزی نیست که من به دنبالش بودم

source: What you've been looking for?
fa: چه چیزی را به دنبال آن بودید؟

source: The %s didn't work as expected
fa: %s طبق انتظار کار نکرد

source: What did you expect?
fa: چه انتظاری داشتید؟

source: Freemius Debug
fa: دیباگ فریمیوس

source: You have purchased a %s license.
fa: شما یک مجوز %s خریداری کرده‌اید.

source: The %s's %sdownload link%s, license key, and installation instructions have been sent to %s. If you can't find the email after 5 min, please check your spam box.
fa: لینک دانلود %s، کلید مجوز و دستورالعمل‌های نصب به %s ارسال شده است. اگر پس از 5 دقیقه ایمیل را پیدا نکردید، لطفاً پوشه هرزنامه خود را بررسی کنید.

# interjection expressing joy or exuberance
source: Yee-haw
fa: هورا

# addonX cannot run without pluginY
source: %s cannot run without %s.
fa: %s بدون %s نمی‌تواند اجرا شود.

# addonX cannot run...
source: %s cannot run without the plugin.
fa: %s بدون افزونه نمی‌تواند اجرا شود.

# exclamation
source: Oops
fa: اوه

source: There was an unexpected API error while processing your request. Please try again in a few minutes and if it still doesn't work, contact the %s's author with the following:
fa: در حین پردازش درخواست شما، خطای غیرمنتظره‌ای در API رخ داد. لطفاً چند دقیقه دیگر دوباره تلاش کنید و اگر هنوز کار نکرد، با نویسنده %s با موارد زیر تماس بگیرید:

source: Premium %s version was successfully activated.
fa: نسخه پریمیوم %s با موفقیت فعال شد.

source: W00t
fa: هورا

source: You have a %s license.
fa: شما یک مجوز %s دارید.

source: %s free trial was successfully cancelled. Since the add-on is premium only it was automatically deactivated. If you like to use it in the future, you'll have to purchase a license.
fa: آزمایش رایگان %s با موفقیت لغو شد. از آنجا که این افزونه فقط پریمیوم است، به‌طور خودکار غیرفعال شد. اگر می‌خواهید در آینده از آن استفاده کنید، باید یک مجوز خریداری کنید.

source: %s is a premium only add-on. You have to purchase a license first before activating the plugin.
fa: %s یک افزونه فقط پریمیوم است. شما ابتدا باید یک مجوز خریداری کنید تا بتوانید افزونه را فعال کنید.

source: More information about %s
fa: اطلاعات بیشتر درباره %s

source: Purchase License
fa: خرید مجوز

source: You should receive a confirmation email for %1$s to your mailbox at %2$s. Please make sure you click the button in that email to %3$s.
fa: شما باید یک ایمیل تأیید برای %1$s به صندوق پستی خود در %2$s دریافت کنید. لطفاً مطمئن شوید که روی دکمه در آن ایمیل کلیک کنید تا %3$s.

source: start the trial
fa: آغاز آزمایش

source: complete the opt-in
fa: تکمیل انتخاب

source: Thanks!
fa: متشکرم!

source: You should receive %3$s for %1$s to your mailbox at %2$s in the next 5 minutes.
fa: شما باید %3$s برای %1$s را به صندوق پستی خود در %2$s در 5 دقیقه آینده دریافت کنید.

# Part of the message telling the user what they should receive via email.
source: the installation instructions
fa: دستورالعمل‌های نصب

# Part of the message telling the user what they should receive via email.
source: a license key
fa: یک کلید مجوز

source: %s to activate the license once you get it.
fa: %s برای فعال‌سازی مجوز به محض دریافت آن.

# Part of an activation link message.
source: Click here
fa: اینجا کلیک کنید

source: the product's support email address
fa: آدرس ایمیل پشتیبانی محصول

source: If you didn't get the email, try checking your spam folder or search for emails from %4$s.
fa: اگر ایمیل را دریافت نکردید، سعی کنید پوشه هرزنامه خود را بررسی کنید یا ایمیل‌های دریافتی از %4$s را جستجو کنید.

source: Thanks for upgrading.
fa: از شما برای ارتقاء متشکرم.

source: You are just one step away - %s
fa: شما فقط یک قدم با %s فاصله دارید.

# %s - plugin name. As complete "PluginX" activation now
source: Complete "%s" Activation Now
fa: اکنون فعال‌سازی "%s" را کامل کنید

source: We made a few tweaks to the %s, %s
fa: ما چند تغییر جزئی در %s، %s ایجاد کردیم

source: Opt in to make "%s" better!
fa: برای بهتر کردن "%s" ثبت‌نام کنید!

source: The upgrade of %s was successfully completed.
fa: به‌روزرسانی %s با موفقیت انجام شد.

source: Add-On
fa: افزونه

source: Plugin
fa: افزونه

source: Theme
fa: قالب

source: An unknown error has occurred while trying to toggle the license's white-label mode.
fa: یک خطای ناشناخته در حین تلاش برای تغییر حالت برچسب سفید مجوز رخ داده است.

source: Your %s license was flagged as white-labeled to hide sensitive information from the WP Admin (e.g. your email, license key, prices, billing address & invoices). If you ever wish to revert it back, you can easily do it through your %s. If this was a mistake you can also %s.
fa: مجوز %s شما به عنوان برچسب سفید علامت‌گذاری شده است تا اطلاعات حساس را از WP Admin پنهان کند (مانند ایمیل شما، کلید مجوز، قیمت‌ها، آدرس صورتحساب و فاکتورها). اگر بخواهید آن را به حالت قبلی برگردانید، می‌توانید به راحتی از طریق %s خود این کار را انجام دهید. اگر این یک اشتباه بود، می‌توانید همچنین %s.

source: User Dashboard
fa: داشبورد کاربر

source: revert it now
fa: اکنون برگردانید

source: An unknown error has occurred while trying to set the user's beta mode.
fa: یک خطای ناشناخته در حین تلاش برای تنظیم حالت بتا کاربر رخ داده است.

source: Invalid new user ID or email address.
fa: شناسه کاربری جدید یا آدرس ایمیل نامعتبر است.

source: Sorry, we could not complete the email update. Another user with the same email is already registered.
fa: متأسفیم، نتوانستیم به‌روزرسانی ایمیل را کامل کنیم. کاربر دیگری با همان ایمیل قبلاً ثبت‌نام کرده است.

source: If you would like to give up the ownership of the %s's account to %s click the Change Ownership button.
fa: اگر می‌خواهید مالکیت حساب %s را به %s واگذار کنید، روی دکمه تغییر مالکیت کلیک کنید.

source: Change Ownership
fa: تغییر مالکیت

source: Invalid site details collection.
fa: مجموعه جزئیات سایت نامعتبر است.

source: We couldn't find your email address in the system, are you sure it's the right address?
fa: ما نتوانستیم آدرس ایمیل شما را در سیستم پیدا کنیم، آیا مطمئن هستید که این آدرس درست است؟

source: We can't see any active licenses associated with that email address, are you sure it's the right address?
fa: ما هیچ مجوز فعالی مرتبط با آن آدرس ایمیل نمی‌بینیم، آیا مطمئن هستید که این آدرس درست است؟

source: Account is pending activation. Please check your email and click the link to activate your account and then submit the affiliate form again.
fa: حساب در انتظار فعال‌سازی است. لطفاً ایمیل خود را بررسی کنید و روی لینک کلیک کنید تا حساب خود را فعال کنید و سپس فرم وابسته را دوباره ارسال کنید.

source: Buy a license now
fa: اکنون مجوز بخرید

source: Renew your license now
fa: اکنون مجوز خود را تمدید کنید

source: %s to access version %s security & feature updates, and support.
fa: %s برای دسترسی به به‌روزرسانی‌های امنیتی و ویژگی‌های نسخه %s و پشتیبانی.

source: %s opt-in was successfully completed.
fa: ثبت‌نام %s با موفقیت کامل شد.

source: Your account was successfully activated with the %s plan.
fa: حساب شما با موفقیت با طرح %s فعال شد.

source: Your trial has been successfully started.
fa: آزمایش شما با موفقیت آغاز شد.

source: Couldn't activate %s.
fa: نتوانستیم %s را فعال کنیم.

source: Please contact us with the following message:
fa: لطفاً با پیام زیر با ما تماس بگیرید:

source: An unknown error has occurred.
fa: یک خطای ناشناخته رخ داده است.

source: Upgrade
fa: ارتقاء

source: Start Trial
fa: آغاز آزمایش

source: Pricing
fa: قیمت‌گذاری

source: Affiliation
fa: وابستگی

source: Account
fa: حساب

source: Contact Us
fa: با ما تماس بگیرید

source: Add-Ons
fa: افزونه‌ها

# noun
source: Pricing
fa: قیمت‌گذاری

source: Support Forum
fa: فروم پشتیبانی

source: Your email has been successfully verified - you are AWESOME!
fa: ایمیل شما با موفقیت تأیید شد - شما فوق‌العاده‌اید!

# a positive response
source: Right on
fa: درست است

source: seems like the key you entered doesn't match our records.
fa: به نظر می‌رسد کلیدی که وارد کرده‌اید با سوابق ما مطابقت ندارد.

source: Debug mode was successfully enabled and will be automatically disabled in 60 min. You can also disable it earlier by clicking the "Stop Debug" link.
fa: حالت دیباگ با موفقیت فعال شد و به‌طور خودکار در 60 دقیقه غیرفعال خواهد شد. شما همچنین می‌توانید زودتر آن را با کلیک روی لینک "متوقف کردن دیباگ" غیرفعال کنید.

source: Your %s Add-on plan was successfully upgraded.
fa: طرح افزونه %s شما با موفقیت ارتقاء یافت.

source: %s Add-on was successfully purchased.
fa: افزونه %s با موفقیت خریداری شد.

source: Download the latest version
fa: دانلود آخرین نسخه

source: It seems like one of the authentication parameters is wrong. Update your Public Key, Secret Key & User ID, and try again.
fa: به نظر می‌رسد یکی از پارامترهای احراز هویت اشتباه است. کلید عمومی، کلید مخفی و شناسه کاربری خود را به‌روزرسانی کنید و دوباره تلاش کنید.

source: Error received from the server:
fa: خطا دریافت شده از سرور:

# something somebody says when they are thinking about what you have just said.
source: Hmm
fa: هممم

source: It looks like you are still on the %s plan. If you did upgrade or change your plan, it's probably an issue on our side - sorry.
fa: به نظر می‌رسد شما هنوز روی طرح %s هستید. اگر ارتقاء یا تغییر طرح داده‌اید، احتمالاً مشکل از سمت ما است - متأسفیم.

# trial period
source: Trial
fa: آزمایش

source: I have upgraded my account but when I try to Sync the License, the plan remains %s.
fa: من حساب خود را ارتقاء داده‌ام اما وقتی سعی می‌کنم مجوز را همگام‌سازی کنم، طرح همچنان %s باقی می‌ماند.

source: Please contact us here
fa: لطفاً اینجا با ما تماس بگیرید

source: Your plan was successfully changed to %s.
fa: طرح شما با موفقیت به %s تغییر یافت.

source: Your license has expired. You can still continue using the free %s forever.
fa: مجوز شما منقضی شده است. شما هنوز می‌توانید به استفاده از %s رایگان ادامه دهید.

source: Your license has expired. %1$sUpgrade now%2$s to continue using the %3$s without interruptions.
fa: مجوز شما منقضی شده است. %1$sاکنون ارتقاء دهید%2$s تا به استفاده از %3$s بدون وقفه ادامه دهید.

source: Your license has been cancelled. If you think it's a mistake, please contact support.
fa: مجوز شما لغو شده است. اگر فکر می‌کنید این یک اشتباه است، لطفاً با پشتیبانی تماس بگیرید.

source: Your license has expired. You can still continue using all the %s features, but you'll need to renew your license to continue getting updates and support.
fa: مجوز شما منقضی شده است. شما هنوز می‌توانید از تمام ویژگی‌های %s استفاده کنید، اما برای ادامه دریافت به‌روزرسانی‌ها و پشتیبانی، باید مجوز خود را تمدید کنید.

source: Your free trial has expired. You can still continue using all our free features.
fa: آزمایش رایگان شما منقضی شده است. شما هنوز می‌توانید از تمام ویژگی‌های رایگان ما استفاده کنید.

source: Your free trial has expired. %1$sUpgrade now%2$s to continue using the %3$s without interruptions.
fa: آزمایش رایگان شما منقضی شده است. %1$sاکنون ارتقاء دهید%2$s تا به استفاده از %3$s بدون وقفه ادامه دهید.

source: Your server is blocking the access to Freemius' API, which is crucial for %1$s synchronization. Please contact your host to whitelist the following domains:%2$s
fa: سرور شما دسترسی به API فریمیوس را مسدود کرده است که برای همگام‌سازی %1$s حیاتی است. لطفاً با میزبان خود تماس بگیرید تا دامنه‌های زیر را در لیست سفید قرار دهد:%2$s

source: Show error details
fa: جزئیات خطا را نمایش دهید

source: It looks like the license could not be activated.
fa: به نظر می‌رسد که مجوز نتوانسته است فعال شود.

source: Your license was successfully activated.
fa: مجوز شما با موفقیت فعال شد.

source: It looks like your site currently doesn't have an active license.
fa: به نظر می‌رسد سایت شما در حال حاضر مجوز فعالی ندارد.

source: It looks like the license deactivation failed.
fa: به نظر می‌رسد غیرفعال‌سازی مجوز با شکست مواجه شده است.

source: Your %s license was successfully deactivated.
fa: مجوز %s شما با موفقیت غیرفعال شد.

source: Your license was successfully deactivated, you are back to the %s plan.
fa: مجوز شما با موفقیت غیرفعال شد و شما به طرح %s بازگشتید.

source: O.K
fa: باشه

source: Seems like we are having some temporary issue with your subscription cancellation. Please try again in few minutes.
fa: به نظر می‌رسد که ما با لغو اشتراک شما مشکل موقتی داریم. لطفاً چند دقیقه دیگر دوباره تلاش کنید.

source: Your subscription was successfully cancelled. Your %s plan license will expire in %s.
fa: اشتراک شما با موفقیت لغو شد. مجوز طرح %s شما در %s منقضی خواهد شد.

source: You are already running the %s in a trial mode.
fa: شما در حال حاضر طرح %s را در حالت آزمایشی اجرا می‌کنید.

source: You already utilized a trial before.
fa: شما قبلاً از یک دوره آزمایشی استفاده کرده‌اید.

source: Plan %s do not exist, therefore, can't start a trial.
fa: طرح %s وجود ندارد، بنابراین نمی‌توان دوره آزمایشی را آغاز کرد.

source: Plan %s does not support a trial period.
fa: طرح %s از دوره آزمایشی پشتیبانی نمی‌کند.

source: None of the %s's plans supports a trial period.
fa: هیچ‌یک از طرح‌های %s از دوره آزمایشی پشتیبانی نمی‌کند.

source: It looks like you are not in trial mode anymore so there's nothing to cancel :)
fa: به نظر می‌رسد که شما دیگر در حالت آزمایشی نیستید، بنابراین چیزی برای لغو وجود ندارد :)

source: Seems like we are having some temporary issue with your trial cancellation. Please try again in few minutes.
fa: به نظر می‌رسد که ما با لغو دوره آزمایشی شما مشکل موقتی داریم. لطفاً چند دقیقه دیگر دوباره تلاش کنید.

source: Your %s free trial was successfully cancelled.
fa: دوره آزمایشی رایگان %s شما با موفقیت لغو شد.

source: Version %s was released.
fa: نسخه %s منتشر شد.

source: Please download %s.
fa: لطفاً %s را دانلود کنید.

source: the latest %s version here
fa: آخرین نسخه %s در اینجا

source: New
fa: جدید

source: Seems like you got the latest release.
fa: به نظر می‌رسد شما آخرین نسخه را دریافت کرده‌اید.

source: You are all good!
fa: شما همه چیز را دارید!

source: Verification mail was just sent to %s. If you can't find it after 5 min, please check your spam box.
fa: ایمیل تأیید به تازگی به %s ارسال شد. اگر بعد از 5 دقیقه آن را پیدا نکردید، لطفاً پوشه هرزنامه خود را بررسی کنید.

source: Site successfully opted in.
fa: سایت با موفقیت وارد شد.

source: Awesome
fa: عالی

source: Sharing diagnostic data with %s helps to provide functionality that's more relevant to your website, avoid WordPress or PHP version incompatibilities that can break your website, and recognize which languages & regions the plugin should be translated and tailored to.
fa: به اشتراک‌گذاری داده‌های تشخیصی با %s به ارائه عملکردی که برای وب‌سایت شما مرتبط‌تر است، کمک می‌کند، از ناهماهنگی‌های نسخه‌های وردپرس یا PHP که می‌تواند وب‌سایت شما را خراب کند، جلوگیری می‌کند و شناسایی می‌کند که کدام زبان‌ها و مناطق باید افزونه به آن‌ها ترجمه و سفارشی شود.

source: Thank you!
fa: متشکرم!

source: Diagnostic data will no longer be sent from %s to %s.
fa: داده‌های تشخیصی دیگر از %s به %s ارسال نخواهد شد.

source: A confirmation email was just sent to %s. The email owner must confirm the update within the next 4 hours.
fa: ایمیل تأیید به تازگی به %s ارسال شد. صاحب ایمیل باید به‌روزرسانی را در عرض 4 ساعت آینده تأیید کند.

source: A confirmation email was just sent to %s. You must confirm the update within the next 4 hours. If you cannot find the email, please check your spam folder.
fa: ایمیل تأیید به تازگی به %s ارسال شد. شما باید به‌روزرسانی را در عرض 4 ساعت آینده تأیید کنید. اگر نمی‌توانید ایمیل را پیدا کنید، لطفاً پوشه هرزنامه خود را بررسی کنید.

source: Thanks for confirming the ownership change. An email was just sent to %s for final approval.
fa: از شما برای تأیید تغییر مالکیت متشکرم. ایمیلی به تازگی به %s برای تأیید نهایی ارسال شد.

source: %s is the new owner of the account.
fa: %s صاحب جدید حساب است.

# as congratulations
source: Congrats
fa: تبریک

source: Please provide your full name.
fa: لطفاً نام کامل خود را ارائه دهید.

source: Your name was successfully updated.
fa: نام شما با موفقیت به‌روزرسانی شد.

source: You have successfully updated your %s.
fa: شما با موفقیت %s خود را به‌روزرسانی کردید.

source: Is this your client's site? %s if you wish to hide sensitive info like your email, license key, prices, billing address & invoices from the WP Admin.
fa: آیا این سایت مشتری شماست؟ %s اگر می‌خواهید اطلاعات حساس مانند ایمیل، کلید مجوز، قیمت‌ها، آدرس صورتحساب و فاکتورها را از مدیریت وردپرس پنهان کنید.

source: Click here
fa: اینجا کلیک کنید

source: Bundle
fa: بسته

source: Just letting you know that the add-ons information of %s is being pulled from an external server.
fa: فقط می‌خواستم به شما اطلاع دهم که اطلاعات افزونه‌های %s از یک سرور خارجی بارگذاری می‌شود.

# advance notice of something that will need attention.
source: Heads up
fa: توجه

# exclamation
source: Hey
fa: سلام

source: How do you like %s so far? Test all our %s premium features with a %d-day free trial.
fa: چطور از %s تا به حال خوشتان آمده است؟ تمام ویژگی‌های پریمیوم %s ما را با یک دوره آزمایشی رایگان %d روزه تست کنید.

source: No commitment for %s days - cancel anytime!
fa: هیچ تعهدی برای %s روز - هر زمان که بخواهید لغو کنید!

source: No credit card required
fa: نیاز به کارت اعتباری نیست

# call to action
source: Start free trial
fa: شروع دوره آزمایشی رایگان

source: Hey there, did you know that %s has an affiliate program? If you like the %s you can become our ambassador and earn some cash!
fa: سلام، آیا می‌دانستید که %s یک برنامه وابسته دارد؟ اگر از %s خوشتان می‌آید، می‌توانید سفیر ما شوید و مقداری پول به دست آورید!

source: Learn more
fa: بیشتر بدانید

source: Activate License
fa: فعال‌سازی مجوز

source: Change License
fa: تغییر مجوز

source: Opt Out
fa: خروج

source: Opt In
fa: ورود

source: The paid version of %1$s is already installed. Please activate it to start benefiting the %2$s features. %3$s
fa: نسخه پرداختی %1$s قبلاً نصب شده است. لطفاً آن را فعال کنید تا از ویژگی‌های %2$s بهره‌مند شوید. %3$s

source: Activate %s features
fa: فعال‌سازی ویژگی‌های %s

source: Please follow these steps to complete the upgrade
fa: لطفاً این مراحل را برای تکمیل ارتقاء دنبال کنید

source: Download the latest %s version
fa: آخرین نسخه %s را دانلود کنید

source: Upload and activate the downloaded version
fa: نسخه دانلود شده را بارگذاری و فعال کنید

source: How to upload and activate?
fa: چگونه بارگذاری و فعال کنیم؟

source: Your plan was successfully upgraded.
fa: طرح شما با موفقیت ارتقاء یافت.

source: Your plan was successfully activated.
fa: طرح شما با موفقیت فعال شد.

source: %sClick here%s to choose the sites where you'd like to activate the license on.
fa: %sاینجا کلیک کنید%s تا سایت‌هایی را که می‌خواهید مجوز را روی آن‌ها فعال کنید، انتخاب کنید.

source: Auto installation only works for opted-in users.
fa: نصب خودکار فقط برای کاربرانی که وارد شده‌اند کار می‌کند.

source: Invalid module ID.
fa: شناسه ماژول نامعتبر است.

source: Premium version already active.
fa: نسخه پریمیوم قبلاً فعال است.

source: You do not have a valid license to access the premium version.
fa: شما مجوز معتبری برای دسترسی به نسخه پریمیوم ندارید.

source: Plugin is a "Serviceware" which means it does not have a premium code version.
fa: افزونه یک "Serviceware" است که به این معنی است که نسخه کد پریمیوم ندارد.

source: Premium add-on version already installed.
fa: نسخه افزونه پریمیوم قبلاً نصب شده است.

source: View paid features
fa: مشاهده ویژگی‌های پرداختی

source: Thank you so much for using %s and its add-ons!
fa: بسیار متشکرم که از %s و افزونه‌های آن استفاده می‌کنید!

source: Thank you so much for using %s!
fa: بسیار متشکرم که از %s استفاده می‌کنید!

source: You've already opted-in to our usage-tracking, which helps us keep improving the %s.
fa: شما قبلاً وارد ردیابی استفاده ما شده‌اید که به ما کمک می‌کند تا %s را بهبود دهیم.

source: Thank you so much for using our products!
fa: بسیار متشکرم که از محصولات ما استفاده می‌کنید!

source: You've already opted-in to our usage-tracking, which helps us keep improving them.
fa: شما قبلاً وارد ردیابی استفاده ما شده‌اید که به ما کمک می‌کند تا آن‌ها را بهبود دهیم.

source: %s and its add-ons
fa: %s و افزونه‌های آن

source: Products
fa: محصولات

source: Yes
fa: بله

source: send me security & feature updates, educational content and offers.
fa: به من به‌روزرسانی‌های امنیتی و ویژگی‌ها، محتوای آموزشی و پیشنهادات ارسال کنید.

source: No
fa: خیر

source: do %sNOT%s send me security & feature updates, educational content and offers.
fa: به من %sارسال نکنید%s به‌روزرسانی‌های امنیتی و ویژگی‌ها، محتوای آموزشی و پیشنهادات.

source: Due to the new %sEU General Data Protection Regulation (GDPR)%s compliance requirements it is required that you provide your explicit consent, again, confirming that you are onboard :-)
fa: به دلیل الزامات جدید %sقانون حفاظت از داده‌های عمومی اتحادیه اروپا (GDPR)%s لازم است که شما دوباره رضایت صریح خود را ارائه دهید و تأیید کنید که با ما هستید :-)

source: Please let us know if you'd like us to contact you for security & feature updates, educational content, and occasional offers:
fa: لطفاً به ما اطلاع دهید که آیا می‌خواهید ما با شما تماس بگیریم برای به‌روزرسانی‌های امنیتی و ویژگی‌ها، محتوای آموزشی و پیشنهادات گاه به گاه:

source: License key is empty.
fa: کلید مجوز خالی است.

source: Renew license
fa: تمدید مجوز

source: Buy license
fa: خرید مجوز

source: There is a %s of %s available.
fa: یک %s از %s موجود است.

source: new Beta version
fa: نسخه بتای جدید

source: new version
fa: نسخه جدید

source: Important Upgrade Notice:
fa: اطلاعیه مهم ارتقاء:

source: Installing plugin: %s
fa: در حال نصب افزونه: %s

source: Unable to connect to the filesystem. Please confirm your credentials.
fa: نمی‌توان به سیستم فایل متصل شد. لطفاً اعتبارنامه‌های خود را تأیید کنید.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fa: بسته افزونه از راه دور شامل پوشه‌ای با نام مورد نظر نیست و تغییر نام نیز کار نکرد.

source: Purchase More
fa: خرید بیشتر

# verb
source: Purchase
fa: خرید

source: Start my free %s
fa: شروع %s رایگان من

source: Install Free Version Update Now
fa: به‌روزرسانی نسخه رایگان را اکنون نصب کنید
