Repository: smah2/wordpress-sdk
Catalog: languages/freemius-*.po
Languages: fa

source: Install Update Now
fa: اکنون به‌روزرسانی را نصب کنید

source: Install Free Version Now
fa: نسخه رایگان را اکنون نصب کنید

source: Install Now
fa: اکنون نصب کنید

# as download latest version
source: Download Latest Free Version
fa: دانلود آخرین نسخه رایگان

# as download latest version
source: Download Latest
fa: دانلود آخرین نسخه

source: Activate this add-on
fa: این افزونه را فعال کنید

source: Activate Free Version
fa: نسخه رایگان را فعال کنید

source: Activate
fa: فعال‌سازی

# Plugin installer section title
source: Description
fa: توضیحات

# Plugin installer section title
source: Installation
fa: نصب

# Plugin installer section title
source: FAQ
fa: سؤالات متداول

source: Screenshots
fa: عکس‌های صفحه

# Plugin installer section title
source: Changelog
fa: تاریخچه تغییرات

# Plugin installer section title
source: Reviews
fa: نقد و بررسی‌ها

# Plugin installer section title
source: Other Notes
fa: یادداشت‌های دیگر

# Plugin installer section title
source: Features & Pricing
fa: ویژگی‌ها و قیمت‌گذاری

source: Plugin Install
fa: نصب افزونه

# e.g. Professional Plan
source: %s Plan
fa: طرح %s

# e.g. the best product
source: Best
fa: بهترین

# as every month
source: Monthly
fa: ماهانه

# as once a year
source: Annual
fa: سالانه

source: Lifetime
fa: عمری

# e.g. billed monthly
source: Billed %s
fa: صورتحساب %s

# as once a year
source: Annually
fa: سالانه

# as once a year
source: Once
fa: یک بار

source: Single Site License
fa: مجوز سایت تک

source: Unlimited Licenses
fa: مجوزهای نامحدود

source: Up to %s Sites
fa: تا %s سایت

# as monthly period
source: mo
fa: ماه

# as annual period
source: year
fa: سال

# noun
source: Price
fa: قیمت

source: Save %s
fa: صرفه‌جویی %s

source: No commitment for %s - cancel anytime
fa: هیچ تعهدی برای %s - هر زمان که بخواهید لغو کنید

source: After your free %s, pay as little as %s
fa: پس از %s رایگان شما، تنها %s پرداخت کنید

source: Details
fa: جزئیات

# product version
source: Version
fa: نسخه

# as the plugin author
source: Author
fa: نویسنده

source: Last Updated
fa: آخرین به‌روزرسانی

# x-ago
source: %s ago
fa: %s پیش

source: Requires WordPress Version
fa: نیاز به نسخه وردپرس

source: %s or higher
fa: %s یا بالاتر

source: Compatible up to
fa: سازگار تا

source: Requires PHP Version
fa: نیاز به نسخه PHP

source: Downloaded
fa: دانلود شده

source: %s time
fa: %s بار

source: %s times
fa: %s بار

source: WordPress.org Plugin Page
fa: صفحه افزونه WordPress.org

source: Plugin Homepage
fa: صفحه اصلی افزونه

source: Donate to this plugin
fa: به این افزونه کمک مالی کنید

source: Average Rating
fa: امتیاز میانگین

source: based on %s
fa: بر اساس %s

source: %s rating
fa: %s امتیاز

source: %s ratings
fa: %s امتیاز

source: %s star
fa: %s ستاره

source: %s stars
fa: %s ستاره

source: Click to see reviews that provided a rating of %s
fa: برای مشاهده نظراتی که امتیاز %s را ارائه داده‌اند، کلیک کنید

source: Contributors
fa: مشارکت‌کنندگان

source: This plugin requires a newer version of PHP.
fa: این افزونه به نسخه جدیدتری از PHP نیاز دارد.

source: <a href="%s" target="_blank">Click here to learn more about updating PHP</a>.
fa: <a href="%s" target="_blank">اینجا کلیک کنید تا بیشتر در مورد به‌روزرسانی PHP بیاموزید</a>.

source: Warning
fa: هشدار

source: This plugin has not been tested with your current version of WordPress.
fa: این افزونه با نسخه فعلی وردپرس شما آزمایش نشده است.

source: This plugin has not been marked as compatible with your version of WordPress.
fa: این افزونه به عنوان سازگار با نسخه وردپرس شما علامت‌گذاری نشده است.

source: Paid add-on must be deployed to Freemius.
fa: افزونه پولی باید به Freemius منتقل شود.

source: Add-on must be deployed to WordPress.org or Freemius.
fa: افزونه باید به WordPress.org یا Freemius منتقل شود.

source: Newer Version (%s) Installed
fa: نسخه جدیدتر (%s) نصب شده

source: Newer Free Version (%s) Installed
fa: نسخه رایگان جدیدتر (%s) نصب شده

source: Latest Version Installed
fa: آخرین نسخه نصب شده

source: Latest Free Version Installed
fa: آخرین نسخه رایگان نصب شده

source: Downgrading your plan
fa: کاهش سطح طرح شما

source: Cancelling the subscription
fa: لغو اشتراک

source: %1$s will immediately stop all future recurring payments and your %2$s plan license will expire in %3$s.
fa: %1$s به‌طور فوری تمام پرداخت‌های دوره‌ای آینده را متوقف کرده و مجوز طرح %2$s شما در %3$s منقضی خواهد شد.

source: Please note that we will not be able to grandfather outdated pricing for renewals/new subscriptions after a cancellation. If you choose to renew the subscription manually in the future, after a price increase, which typically occurs once a year, you will be charged the updated price.
fa: لطفاً توجه داشته باشید که ما نخواهیم توانست قیمت‌های قدیمی را برای تمدیدها/اشتراک‌های جدید پس از لغو حفظ کنیم. اگر در آینده تصمیم به تمدید اشتراک به‌صورت دستی بگیرید، پس از افزایش قیمت، که معمولاً یک بار در سال اتفاق می‌افتد، شما به قیمت به‌روز شده charged خواهید شد.

source: Cancelling the trial will immediately block access to all premium features. Are you sure?
fa: لغو دوره آزمایشی به‌طور فوری دسترسی به تمام ویژگی‌های پریمیوم را مسدود خواهد کرد. آیا مطمئن هستید؟

source: You can still enjoy all %s features but you will not have access to %s security & feature updates, nor support.
fa: شما هنوز می‌توانید از تمام ویژگی‌های %s لذت ببرید، اما به‌روزرسانی‌های امنیتی و ویژگی‌های %s و همچنین پشتیبانی را نخواهید داشت.

source: Once your license expires you can still use the Free version but you will NOT have access to the %s features.
fa: پس از انقضای مجوز شما، می‌توانید از نسخه رایگان استفاده کنید، اما به ویژگی‌های %s دسترسی نخواهید داشت.

source: Activate %s Plan
fa: فعال‌سازی طرح %s

source: Auto renews in %s
fa: به‌طور خودکار در %s تمدید می‌شود

source: Expires in %s
fa: در %s منقضی می‌شود

# as synchronize license
source: Sync License
fa: همگام‌سازی مجوز

source: Cancel Trial
fa: لغو دوره آزمایشی

source: Change Plan
fa: تغییر طرح

# verb
source: Upgrade
fa: ارتقاء

# verb
source: Downgrade
fa: کاهش

source: Free
fa: رایگان

# as product pricing plan
source: Plan
fa: طرح

source: Bundle Plan
fa: طرح بسته

source: Free Trial
fa: دوره آزمایشی رایگان

source: Account Details
fa: جزئیات حساب

source: Start Debug
fa: شروع عیب‌یابی

source: Stop Debug
fa: متوقف کردن عیب‌یابی

source: Billing & Invoices
fa: صورتحساب و فاکتورها

source: Deactivate License
fa: غیرفعال کردن مجوز

source: Are you sure you want to proceed?
fa: آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Cancel Subscription
fa: لغو اشتراک

# as synchronize
source: Sync
fa: همگام‌سازی

source: Name
fa: نام

source: Email
fa: ایمیل

source: User ID
fa: شناسه کاربر

source: ID
fa: شناسه

source: Site ID
fa: شناسه سایت

source: No ID
fa: بدون شناسه

source: Public Key
fa: کلید عمومی

source: Secret Key
fa: کلید مخفی

source: No Secret
fa: بدون کلید مخفی

source: Trial
fa: آزمایشی

source: License Key
fa: کلید مجوز

source: Join the Beta program
fa: به برنامه بتا بپیوندید

source: not verified
fa: تأیید نشده

source: Expired
fa: منقضی شده

source: Premium version
fa: نسخه پریمیوم

source: Free version
fa: نسخه رایگان

source: Verify Email
fa: تأیید ایمیل

source: Download %s Version
fa: دانلود نسخه %s

source: Download Paid Version
fa: دانلود نسخه پولی

source: Show
fa: نمایش

source: What is your %s?
fa: چیست %s شما؟

source: Edit
fa: ویرایش

source: Change User
fa: تغییر کاربر

source: Sites
fa: سایت‌ها

source: Search by address
fa: جستجو بر اساس آدرس

source: Address
fa: آدرس

source: License
fa: مجوز

source: Plan
fa: طرح

source: Hide
fa: پنهان کردن

source: Processing
fa: در حال پردازش

source: Get updates for bleeding edge Beta versions of %s.
fa: به‌روزرسانی‌ها را برای نسخه‌های بتا پیشرفته %s دریافت کنید.

source: Cancelling %s
fa: لغو %s

source: trial
fa: آزمایشی

source: Cancelling %s...
fa: لغو %s...

source: subscription
fa: اشتراک

source: Deactivating your license will block all premium features, but will enable activating the license on another site. Are you sure you want to proceed?
fa: غیرفعال کردن مجوز شما تمام ویژگی‌های پریمیوم را مسدود خواهد کرد، اما فعال‌سازی مجوز در سایت دیگر را امکان‌پذیر می‌کند. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Disabling white-label mode
fa: غیرفعال کردن حالت برچسب سفید

source: Enabling white-label mode
fa: فعال‌سازی حالت برچسب سفید

source: View details
fa: مشاهده جزئیات

source: Add Ons for %s
fa: افزونه‌ها برای %s

source: We couldn't load the add-ons list. It's probably an issue on our side, please try to come back in few minutes.
fa: ما نتوانستیم لیست افزونه‌ها را بارگذاری کنیم. احتمالاً مشکلی از سمت ماست، لطفاً چند دقیقه دیگر دوباره تلاش کنید.

source: Active
fa: فعال

source: Installed
fa: نصب شده

source: Dismiss
fa: رد کردن

source: %s sec
fa: %s ثانیه

source: Automatic Installation
fa: نصب خودکار

source: An automated download and installation of %s (paid version) from %s will start in %s. If you would like to do it manually - click the cancellation button now.
fa: یک دانلود و نصب خودکار از %s (نسخه پولی) از %s در %s آغاز خواهد شد. اگر می‌خواهید این کار را به‌صورت دستی انجام دهید - اکنون روی دکمه لغو کلیک کنید.

source: The installation process has started and may take a few minutes to complete. Please wait until it is done - do not refresh this page.
fa: فرایند نصب آغاز شده و ممکن است چند دقیقه طول بکشد تا کامل شود. لطفاً تا اتمام آن صبر کنید - این صفحه را تازه‌سازی نکنید.

source: Cancel Installation
fa: لغو نصب

source: Checkout
fa: پرداخت

source: PCI compliant
fa: مطابق با PCI

# greeting
source: Hey %s,
fa: سلام %s،

source: Never miss an important update
fa: هرگز یک به‌روزرسانی مهم را از دست ندهید

source: Thank you for updating to %1$s v%2$s!
fa: از شما برای به‌روزرسانی به %1$s v%2$s سپاسگزاریم!

source: Allow & Continue
fa: اجازه دهید و ادامه دهید

source: Re-send activation email
fa: ایمیل فعال‌سازی را دوباره ارسال کنید

source: Thanks %s!
fa: متشکرم %s!

source: You should receive a confirmation email for %s to your mailbox at %s. Please make sure you click the button in that email to %s.
fa: شما باید یک ایمیل تأیید برای %s به صندوق پستی خود در %s دریافت کنید. لطفاً مطمئن شوید که روی دکمه در آن ایمیل کلیک کنید تا %s.

source: Welcome to %s! To get started, please enter your license key:
fa: به %s خوش آمدید! برای شروع، لطفاً کلید مجوز خود را وارد کنید:

source: Opt in to get email notifications for security & feature updates, educational content, and occasional offers, and to share some basic WordPress environment info. This will help us make the %s more compatible with your site and better at doing what you need it to.
fa: برای دریافت اعلان‌های ایمیلی درباره به‌روزرسانی‌های امنیتی و ویژگی‌ها، محتوای آموزشی و پیشنهادات گاه‌به‌گاه، و به اشتراک‌گذاری برخی اطلاعات پایه درباره محیط وردپرس خود، ثبت‌نام کنید. این به ما کمک می‌کند تا %s را با سایت شما سازگارتر و بهتر برای انجام نیازهای شما بسازیم.

source: We have introduced this opt-in so you never miss an important update and help us make the %s more compatible with your site and better at doing what you need it to.
fa: ما این گزینه را معرفی کرده‌ایم تا هرگز یک به‌روزرسانی مهم را از دست ندهید و به ما کمک کنید تا %s را با سایت شما سازگارتر و بهتر برای انجام نیازهای شما بسازیم.

source: Opt in to get email notifications for security & feature updates, educational content, and occasional offers, and to share some basic WordPress environment info.
fa: برای دریافت اعلان‌های ایمیلی درباره به‌روزرسانی‌های امنیتی و ویژگی‌ها، محتوای آموزشی و پیشنهادات گاه‌به‌گاه، و به اشتراک‌گذاری برخی اطلاعات پایه درباره محیط وردپرس خود، ثبت‌نام کنید.

source: If you skip this, that's okay! %1$s will still work just fine.
fa: اگر این را نادیده بگیرید، اشکالی ندارد! %1$s همچنان به‌خوبی کار خواهد کرد.

source: We're excited to introduce the Freemius network-level integration.
fa: ما از معرفی ادغام سطح شبکه Freemius هیجان‌زده هستیم.

source: During the update process we detected %d site(s) that are still pending license activation.
fa: در طول فرایند به‌روزرسانی، ما %d سایت را شناسایی کردیم که هنوز منتظر فعال‌سازی مجوز هستند.

source: If you'd like to use the %s on those sites, please enter your license key below and click the activation button.
fa: اگر می‌خواهید از %s در آن سایت‌ها استفاده کنید، لطفاً کلید مجوز خود را در زیر وارد کرده و روی دکمه فعال‌سازی کلیک کنید.

source: %s's paid features
fa: ویژگی‌های پولی %s

source: Alternatively, you can skip it for now and activate the license later, in your %s's network-level Account page.
fa: به‌عنوان گزینه‌ای دیگر، می‌توانید فعلاً این را نادیده بگیرید و بعداً در صفحه حساب سطح شبکه %s، مجوز را فعال کنید.

source: During the update process we detected %s site(s) in the network that are still pending your attention.
fa: در طول فرایند به‌روزرسانی، ما %s سایت را در شبکه شناسایی کردیم که هنوز به توجه شما نیاز دارند.

source: License key
fa: کلید مجوز

source: Can't find your license key?
fa: نتوانستید کلید مجوز خود را پیدا کنید؟

# verb
source: Skip
fa: نادیده گرفتن

source: Delegate to Site Admins
fa: واگذار کردن به مدیران سایت

source: If you click it, this decision will be delegated to the sites administrators.
fa: اگر روی آن کلیک کنید، این تصمیم به مدیران سایت واگذار خواهد شد.

source: License issues?
fa: مشکلات مجوز؟

source: For delivery of security & feature updates, and license management, %s needs to
fa: برای دریافت به‌روزرسانی‌های امنیتی و ویژگی‌ها، و مدیریت مجوز، %s نیاز دارد که

source: This will allow %s to
fa: این به %s اجازه می‌دهد که

source: Don't have a license key?
fa: کلید مجوز ندارید؟

source: Have a license key?
fa: کلید مجوز دارید؟

source: Freemius is our licensing and software updates engine
fa: Freemius موتور مجوزدهی و به‌روزرسانی نرم‌افزار ماست

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: License Agreement
fa: قرارداد مجوز

source: Terms of Service
fa: شرایط خدمات

# as in the process of sending an email
source: Sending email
fa: در حال ارسال ایمیل

# as activating plugin
source: Activating
fa: فعال‌سازی

source: Contact
fa: تماس

# as turned off
source: Off
fa: خاموش

# as turned on
source: On
fa: روشن

# as code debugging
source: Debugging
fa: عیب‌یابی

source: Actions
fa: اقدامات

source: Are you sure you want to delete all Freemius data?
fa: آیا مطمئن هستید که می‌خواهید تمام داده‌های Freemius را حذف کنید؟

source: Delete All Accounts
fa: حذف تمام حساب‌ها

source: Clear API Cache
fa: پاک کردن کش API

source: Clear Updates Transients
fa: پاک کردن موقت‌های به‌روزرسانی

source: Reset Deactivation Snoozing
fa: بازنشانی خواب غیرفعال‌سازی

source: Sync Data From Server
fa: همگام‌سازی داده‌ها از سرور

source: Migrate Options to Network
fa: مهاجرت گزینه‌ها به شبکه

source: Load DB Option
fa: بارگذاری گزینه پایگاه داده

source: Set DB Option
fa: تنظیم گزینه پایگاه داده

source: Key
fa: کلید

source: Value
fa: مقدار

source: SDK Versions
fa: نسخه‌های SDK

source: SDK Path
fa: مسیر SDK

source: Module Path
fa: مسیر ماژول

source: Is Active
fa: فعال است

source: Plugins
fa: افزونه‌ها

source: Themes
fa: قالب‌ها

source: Slug
fa: نامک

source: Title
fa: عنوان

source: Freemius State
fa: وضعیت Freemius

source: Network Blog
fa: وبلاگ شبکه

source: Network User
fa: کاربر شبکه

source: Connected
fa: متصل

source: Blocked
fa: مسدود

source: Unknown
fa: ناشناخته

source: Simulate Trial Promotion
fa: شبیه‌سازی ارتقاء آزمایشی

source: Simulate Network Upgrade
fa: شبیه‌سازی ارتقاء شبکه

source: %s Installs
fa: %s نصب‌ها

source: Blog ID
fa: شناسه وبلاگ

source: License ID
fa: شناسه مجوز

source: Delete
fa: حذف

source: Add Ons of module %s
fa: افزونه‌های ماژول %s

source: Users
fa: کاربران

source: Verified
fa: تأیید شده

source: %s Licenses
fa: %s مجوزها

source: Plugin ID
fa: شناسه افزونه

source: Plan ID
fa: شناسه طرح

source: Quota
fa: حجم

source: Activated
fa: فعال شده

source: Blocking
fa: مسدود کردن

source: Type
fa: نوع

source: Expiration
fa: تاریخ انقضا

source: Debug Log
fa: گزارش عیب‌یابی

source: All Types
fa: همه نوع‌ها

source: All Requests
fa: همه درخواست‌ها

source: File
fa: فایل

source: Function
fa: تابع

source: Process ID
fa: شناسه فرایند

source: Logger
fa: ثبت‌کننده

source: Message
fa: پیام

source: Filter
fa: فیلتر

source: Download
fa: دانلود

source: Timestamp
fa: زمان‌سنجی

source: Secure HTTPS %s page, running from an external domain
fa: صفحه HTTPS ایمن %s، در حال اجرا از یک دامنه خارجی

source: Support
fa: پشتیبانی

source: ms
fa: میلی‌ثانیه

source: Freemius API
fa: API Freemius

source: Requests
fa: درخواست‌ها

source: Invalid clone resolution action.
fa: عملیات حل کلون نامعتبر است.

source: products
fa: محصولات

source: %1$s has been placed into safe mode because we noticed that %2$s is an exact copy of %3$s.
fa: %1$s به حالت ایمن منتقل شده است زیرا متوجه شدیم که %2$s یک کپی دقیق از %3$s است.

source: The products below have been placed into safe mode because we noticed that %2$s is an exact copy of %3$s:%1$s
fa: محصولات زیر به حالت ایمن منتقل شده‌اند زیرا متوجه شدیم که %2$s یک کپی دقیق از %3$s است: %1$s

source: The products below have been placed into safe mode because we noticed that %2$s is an exact copy of these sites:%3$s%1$s
fa: محصولات زیر به حالت ایمن منتقل شده‌اند زیرا متوجه شدیم که %2$s یک کپی دقیق از این سایت‌ها است: %3$s %1$s

source: the above-mentioned sites
fa: سایت‌های ذکر شده در بالا

source: Is %2$s a duplicate of %4$s?
fa: آیا %2$s یک کپی از %4$s است؟

source: Yes, %2$s is a duplicate of %4$s for the purpose of testing, staging, or development.
fa: بله، %2$s یک کپی از %4$s برای اهداف آزمایش، آماده‌سازی یا توسعه است.

source: Long-Term Duplicate
fa: کپی بلندمدت

source: Duplicate Website
fa: وب‌سایت کپی

source: Is %2$s the new home of %4$s?
fa: آیا %2$s خانه جدید %4$s است؟

source: Yes, %%2$s is replacing %%4$s. I would like to migrate my %s from %%4$s to %%2$s.
fa: بله، %%2$s جایگزین %%4$s شده است. من می‌خواهم %s خود را از %%4$s به %%2$s منتقل کنم.

source: license
fa: مجوز

source: data
fa: داده

source: Migrate License
fa: مهاجرت مجوز

source: Migrate
fa: مهاجرت

source: Is %2$s a new website?
fa: آیا %2$s یک وب‌سایت جدید است؟

source: Yes, %2$s is a new and different website that is separate from %4$s.
fa: بله، %2$s یک وب‌سایت جدید و متفاوت است که از %4$s جداست.

source: It requires license activation.
fa: این نیاز به فعال‌سازی مجوز دارد.

source: New Website
fa: وب‌سایت جدید

# Clone resolution admin notice products list label
source: Products
fa: محصولات

source: You marked this website, %s, as a temporary duplicate of %s.
fa: شما این وب‌سایت، %s، را به عنوان یک کپی موقت از %s علامت‌گذاری کردید.

source: You marked this website, %s, as a temporary duplicate of these sites
fa: شما این وب‌سایت، %s، را به عنوان یک کپی موقت از این سایت‌ها علامت‌گذاری کردید.

source: %s automatic security & feature updates and paid functionality will keep working without interruptions until %s (or when your license expires, whatever comes first).
fa: به‌روزرسانی‌های امنیتی و ویژگی‌های خودکار %s و عملکردهای پولی بدون وقفه تا %s ادامه خواهند داشت (یا زمانی که مجوز شما منقضی شود، هر کدام که زودتر باشد).

# "The <product_label>", e.g.: "The plugin"
source: The %s's
fa: محصول %s

source: The following products'
fa: محصولات زیر

source: If this is a long term duplicate, to keep automatic updates and paid functionality after %s, please %s.
fa: اگر این یک کپی بلندمدت است، برای حفظ به‌روزرسانی‌های خودکار و عملکردهای پولی پس از %s، لطفاً %s.

source: activate a license here
fa: اینجا یک مجوز فعال کنید

source: View Basic Website Info
fa: مشاهده اطلاعات پایه وب‌سایت

source: Homepage URL & title, WP & PHP versions, and site language
fa: URL و عنوان صفحه اصلی، نسخه‌های WP و PHP، و زبان سایت

source: To provide additional functionality that's relevant to your website, avoid WordPress or PHP version incompatibilities that can break your website, and recognize which languages & regions the %s should be translated and tailored to.
fa: برای ارائه عملکرد اضافی مرتبط با وب‌سایت شما، از ناسازگاری‌های نسخه وردپرس یا PHP که می‌تواند وب‌سایت شما را خراب کند، جلوگیری کنید و شناسایی کنید که کدام زبان‌ها و مناطق باید %s ترجمه و سفارشی شوند.

source: View Basic %s Info
fa: مشاهده اطلاعات پایه %s

source: Current %s & SDK versions, and if active or uninstalled
fa: نسخه‌های فعلی %s و SDK، و اینکه آیا فعال یا نصب نشده است

source: View License Essentials
fa: مشاهده الزامات مجوز

source: To let you manage & control where the license is activated and ensure %s security & feature updates are only delivered to websites you authorize.
fa: برای اینکه شما بتوانید مدیریت و کنترل کنید که مجوز در کجا فعال شده است و اطمینان حاصل کنید که به‌روزرسانی‌های امنیتی و ویژگی‌های %s فقط به وب‌سایت‌هایی که شما مجاز کرده‌اید، ارسال می‌شود.

source: View %s State
fa: مشاهده وضعیت %s

source: Is active, deactivated, or uninstalled
fa: فعال، غیرفعال یا نصب نشده است

source: So you can reuse the license when the %s is no longer active.
fa: بنابراین می‌توانید مجوز را زمانی که %s دیگر فعال نیست، دوباره استفاده کنید.

source: View Diagnostic Info
fa: مشاهده اطلاعات تشخیصی

source: optional
fa: اختیاری

source: WordPress & PHP versions, site language & title
fa: نسخه‌های وردپرس و PHP، زبان و عنوان سایت

source: To avoid breaking your website due to WordPress or PHP version incompatibilities, and recognize which languages & regions the %s should be translated and tailored to.
fa: برای جلوگیری از خراب شدن وب‌سایت شما به دلیل ناسازگاری‌های نسخه وردپرس یا PHP، و شناسایی اینکه کدام زبان‌ها و مناطق باید %s ترجمه و سفارشی شوند.

source: View Plugins & Themes List
fa: مشاهده لیست افزونه‌ها و قالب‌ها

source: Names, slugs, versions, and if active or not
fa: نام‌ها، نامک‌ها، نسخه‌ها و اینکه آیا فعال هستند یا نه

source: To ensure compatibility and avoid conflicts with your installed plugins and themes.
fa: برای اطمینان از سازگاری و جلوگیری از تداخل با افزونه‌ها و قالب‌های نصب شده شما.

source: View Basic Profile Info
fa: مشاهده اطلاعات پایه پروفایل

source: Your WordPress user's: first & last name, and email address
fa: نام و نام خانوادگی و آدرس ایمیل کاربر وردپرس شما

source: Never miss important updates, get security warnings before they become public knowledge, and receive notifications about special offers and awesome new features.
fa: هرگز به‌روزرسانی‌های مهم را از دست ندهید، قبل از اینکه هشدارهای امنیتی به اطلاع عموم برسد، هشدارها را دریافت کنید و از پیشنهادات ویژه و ویژگی‌های جدید شگفت‌انگیز مطلع شوید.

source: Newsletter
fa: خبرنامه

source: Updates, announcements, marketing, no spam
fa: به‌روزرسانی‌ها، اعلامیه‌ها، بازاریابی، بدون هرزنامه

# verb
source: Update
fa: به‌روزرسانی

source: Billing
fa: صورتحساب

source: Business name
fa: نام کسب‌وکار

source: Tax / VAT ID
fa: شناسه مالیاتی / VAT

source: Address Line %d
fa: خط آدرس %d

source: City
fa: شهر

source: Town
fa: شهر

source: ZIP / Postal Code
fa: کد ZIP / پستی

source: Country
fa: کشور

source: Select Country
fa: کشور را انتخاب کنید

source: State
fa: استان

source: Province
fa: استان

source: Payments
fa: پرداخت‌ها

source: Date
fa: تاریخ

source: Amount
fa: مقدار

source: Invoice
fa: فاکتور

# verb
source: Opt Out
fa: خروج از برنامه

# verb
source: Opt In
fa: ثبت‌نام در برنامه

source: Method
fa: روش

source: Code
fa: کد

source: Length
fa: طول

# as file/folder path
source: Path
fa: مسیر

source: Body
fa: بدنه

source: Result
fa: نتیجه

source: Start
fa: شروع

source: End
fa: پایان

source: Log
fa: گزارش

source: In %s
fa: در %s

source: %s ago
fa: %s پیش

# seconds
source: sec
fa: ثانیه

source: Plugins & Themes Sync
fa: همگام‌سازی افزونه‌ها و قالب‌ها

source: Total
fa: جمع

source: Last
fa: آخرین

source: Scheduled Crons
fa: کرون‌های برنامه‌ریزی‌شده

source: Module
fa: ماژول

source: Module Type
fa: نوع ماژول

source: Cron Type
fa: نوع کرون

source: Next
fa: بعدی

source: Non-expiring
fa: غیرقابل انقضا

source: Apply to become an affiliate
fa: برای تبدیل شدن به یک همکار درخواست دهید

source: Your affiliate application for %s has been accepted! Log in to your affiliate area at: %s.
fa: درخواست همکار شما برای %s پذیرفته شده است! برای ورود به منطقه همکار خود به: %s وارد شوید.
